Repository: nobled/evolution-data-server.svn-import
Catalog: po/*.po
Languages: ne

source: The input_token contains different channel bindings to those specified via the input_chan_bindings parameter.
ne: यो आगत_टोकनमा रहेको बिभिन्न च्यानल बिल्डिङ ती बिशेष हुँदै आगत_च्यान_बिल्डिङ्स प्यारामिटर।

source: The input_token contains an invalid signature, or a signature that could not be verified.
ne: यो आगत_टोकनमा एक अमान्य हस्ताक्षर छ, वा एक हस्ताक्षर जुन प्रमाणित हुन सकेन।

source: The supplied credentials were not valid for context initiation, or the credential handle did not reference any credentials.
ne: यो आपूर्ति गरिएको प्रमाणपत्रहरू प्रसंग सुरुवातका लागि मान्य भएन, वा प्रमाणपत्र ह्याण्डलले कुनै प्रमाणपत्रहरूको सन्दर्भ देखाएन।

source: The supplied context handle did not refer to a valid context.
ne: आपूर्ति गरिएको प्रसंग ह्याण्डलले एउटा मान्य प्रसंग संदर्भ गरेन।

source: Unsupported security layer.
ne: बेसहारा सुरक्षा पत्र

source: Kerberos 4
ne: कर्बरस 4

source: Could not get Kerberos ticket: %s
ne: कर्बरस टिकेट पाउन सकिएन: %s

source: Login
ne: लगअन

source: Unknown authentication state.
ne: अज्ञात.प्रमाणीकरण क्षेत्र

source: POP Source URI
ne: पप स्रोत युआरआइ

source: Regular expression compilation failed: %s: %s
ne: नियमित अभिब्यक्ति सङ्कलन असफल भयो: %s: %s

source: URL '%s' needs a username component
ne: युआरएल '%s' लाई प्रयोगकर्ताको नाम अवयव चाहिन्छ

source: URL '%s' needs a host component
ne: URL '%s' एक होष्ट अबयब चाहिन्छ

source: URL '%s' needs a path component
ne: URL '%s' एक पथ अबयब चाहिन्छ

source: Could not create directory %s: %s
ne: निर्देशिका बनाउन सकिएन %s: %s

source: Cannot find certificate for '%s'
ne: '%s'का लागि प्रमाणपत्र पाउन सकिएन

source: Cannot create CMS message
ne: सिएमएस सन्देश बनाउन सकिएन

source: Cannot create CMS signed data
ne: सिएमएस दस्तखत लगत बनाउन सकिएन

source: Cannot attach CMS signed data
ne: सिएमएस प्रबिष्टि लगत संलग्न गर्न सकिन्न

source: Cannot attach CMS data
ne: सिएमएस लगत संलग्न गर्न सकिन्न

source: Cannot create CMS Signer information
ne: CMS Signer सूचना बनाउन सकिदैन

source: Cannot find certificate chain
ne: प्रमाणपत्र साङ्लो पाउन सकिन्न

source: Cannot add CMS Signing time
ne: CMS Signing समय थप गर्न सकिदैन

source: Encryption certificate for '%s' does not exist
ne: गुप्तीकरण प्रमाणपत्र '%s' का लागि अबस्थित छैन

source: Cannot add SMIMEEncKeyPrefs attribute
ne: SMIMEEncKeyPrefs बिशेषता थप गर्न सकिदैन

source: Cannot add MS SMIMEEncKeyPrefs attribute
ne: MS SMIMEEncKeyPrefs बिशेषता थप गर्न सकिदैन

source: Cannot add encryption certificate
ne: गुप्तीकरण प्रमाणपत्र थप गर्न सकिदैन

source: Cannot add CMS Signer information
ne: सिएमएस गायक सूचना थाप गर्न सकिदैन

source: Cannot create encoder context
ne: इनकोडर प्रसङ्ग बनाउन सकिदैन

source: Failed to add data to CMS encoder
ne: सिएमएस इनकोडर मा लगत थप गर्न असफल भयो

source: Failed to encode data
ne: लगत इनकोड गर्न असफल भयो

source: Unverified
ne: पुष्टि नभएको

source: Good signature
ne: राम्रो हस्ताक्षर

source: Bad signature
ne: खराब हस्ताक्षर

source: Signing certificate not found
ne: सिङ्गिङ प्रमाणपत्र फेला परेन

source: Signing certificate not trusted
ne: सिङ्गिङ प्रमाणपत्र बिश्वासीलो छैन

source: Signature algorithm unknown
ne: अल्गोरिद्म हस्ताक्षर अज्ञात

source: Signature algorithm unsupported
ne: अल्गोरिद्म हस्ताक्षर बेसहारा

source: Malformed signature
ne: अमिल्दो हस्ताक्षर

source: Processing error
ne: प्रकृया त्रुटि

source: No signed data in signature
ne: हस्ताक्षरमा कुनै चिन्ह भएको लगत छैनइ

source: Digests missing from enveloped data
ne: खामबन्दि गरिएको लगतबाट संग्रह हराइरहेको

source: Cannot calculate digests
ne: संग्रहहरू गणना गर्न सकिदैन

source: Cannot set message digests
ne: संग्रहहरू सन्देश सेट गर्न सकिदैन

source: Certificate import failed
ne: प्रमाणपत्र निर्यात असफल भयो

source: Cannot find signature digests
ne: हस्ताक्षर संग्रहहरू पत्तालगाउन सकिदैन

source: Signer: %s <%s>: %s
ne: गायक: %s <%s>: %s

source: Decoder failed
ne: डिकोडर असफल भयो

source: Cannot find certificate for `%s'
ne: `%s' लागि प्रमाणपत्र पत्ता लगाउन सकिदैन

source: Trash
ne: व्यर्थको कुरा

source: Junk
ne: रद्दी

source: Certificate has expired
ne: प्रमाणपत्र समाप्त भएको छ

source: CRL not yet valid
ne: सिआरएल हाल सम्म मान्य छैन

source: CRL has expired
ne: सिआरएल समाप्त भएको छ

source: Error in CRL
ne: सिआरएल त्रुटि

source: Out of memory
ne: स्मृती बाहिर को

source: Invalid purpose
ne: अमान्य उद्देश्य

source: Certificate untrusted
ne: प्रमाणपत्र बिश्वासिलो भएन

source: Certificate rejected
ne: प्रमाणपत्र अस्विकार गेरियो

source: Issuer: %s Subject: %s Fingerprint: %s Signature: %s
ne: प्रकाशक: %s विषय: %s औठाछाप: %s हस्ताक्षर: %s

source: GOOD
ne: राम्रो

source: BAD
ne: नराम्रो

source: Bad certificate from %s: %s %s Do you wish to accept anyway?
ne: %s: %s %s बाट खराब प्रमाणपत्र के तपाईँ जसरी पनि स्विकार गर्न चाहनु हुन्छ?

source: Certificate problem: %s Issuer: %s
ne: प्रमाणपत्र का समस्या: %s प्रकाशक: %s

source: Bad certificate domain: %s Issuer: %s
ne: खराब प्रमाणपत्रको नाम: %s प्रकाशक: %s

source: Certificate expired: %s Issuer: %s
ne: प्रमाणपत्र समाप्त भयो: %s प्रकाशक: %s

source: Error storing `%s': %s
ne: त्रुटि भण्डार हुँदै`%s': %s

source: No such message %s in %s
ne: यस प्रकारको सन्देश छैन %s भित्र %s

source: Unmatched
ne: अमिल्दो

source: Cannot get message: %s %s
ne: सन्देश प्राप्त गर्न सकिन्न: %s %s

source: No such message
ne: यस प्रकारको सन्देश छैनन

source: User cancelled
ne: प्रयोगकर्ता खारेजी

source: Cannot get message %s: %s
ne: सन्देश प्राप्त गर्न सकिन्न %s: %s

source: Options
ne: विकल्पहरु

source: SOAP Settings
ne: SOAP सेटिङहरू

source: Novell GroupWise
ne: नोवेल सामुहिक रुपमा

source: Password
ne: प्रवेशचिन्ह

source: You didn't enter a password.
ne: तपाईले प्रबिष्टी चिन्ह प्रबिष्टी गराउनु भएन।

source: No such folder %s
ne: यस प्रकारको फोल्डर छैन %s

source: Sending Message
ne: सन्देश पठाउदै छ

source: Operation cancelled
ne: सञ्चालन खारेजी बयो

source: Unexpected OK response from IMAP server: %s
ne: आइएमएपि सर्भरबाटअनपेक्षित ठीक प्रतिकृया: %s

source: Could not create directory %s: %s
ne: निर्देशिका बनाउन सकिएन %s: %s

source: Folder was destroyed and recreated on server.
ne: फोल्डर ध्वस्त भयो र सर्भरमा पुन निर्माण गरियो।

source: Scanning for changed messages
ne: परिबर्तन गरिएको सन्देशहरू स्क्यान गर्दै

source: Unable to retrieve message: %s
ne: सन्देश पुन प्राप्त गर्न असक्षम: %s

source: This message is not currently available
ne: यो सन्देश हाल उपलब्ध छैन

source: Incomplete server response: no information provided for message %d
ne: अपूर्ण सर्भर प्रतिकृया: कुनै सूचना प्रदान गरिएको सन्देश छैन %d

source: Incomplete server response: no UID provided for message %d
ne: अपूर्ण सर्भर प्रतिकृया: कुनै युआइडि प्रदान गरिएको सन्देश छैन %d

source: Unexpected server response: Identical UIDs provided for messages %d and %d
ne: अनपेक्षित सर्भर प्रतिकृया: परिचित UIDs प्रदान गरिएको सन्देशहरू %d र %d

source: Could not find message body in FETCH response.
ne: FETCH प्रतिकृया भित्र मुख्य सन्देश पत्ता लगाउन सकेन।

source: Could not open cache directory: %s
ne: क्यास डाइरेक्टरी खोल्न सकिएन: %s

source: Failed to cache message %s: %s
ne: क्यास सन्देश असफल भयो %s: %s

source: Failed to cache %s: %s
ne: क्यास गर्न असफल भयो %s: %s

source: Checking for New Mail
ne: नयाँ चिठ्ठीको लागि जाँच गर्दै

source: C_heck for new messages in all folders
ne: सबै फोल्डरहरू भित्र नयाँ सन्देशहरुका लागि जाँच गरइ

source: Connection to Server
ne: सर्भरमा जडान

source: _Use custom command to connect to server
ne: _सर्भरमा जडानका लागि अनुकुलन आदेश प्रयोग गर

source: Command:
ne: आदेश:

source: Folders
ne: फोल्डरहरू

source: _Show only subscribed folders
ne: _सदस्यता भएको फोल्डरहरू मात्र देखाऊ

source: O_verride server-supplied folder namespace
ne: सर्भर मिच्नुहोस्-आपूर्ति गरिएको फोल्डर नेमस्पेश

source: Namespace
ne: नेमस्पेश

source: _Apply filters to new messages in INBOX on this server
ne: यस सर्भरमा प्राप्तिमञ्जूषा भित्र नयाँ सन्देशहरूलाई फिल्टर प्रयोग गर

source: Check new messages for _Junk contents
ne: रद्दी सामाग्रीहरूका लागि नयाँ सन्देशहरू जाँच गर

source: Only check for Junk messa_ges in the INBOX folder
ne: रद्दी सन्देशहरू जाँच गर्नाकालागि मात्र प्राप्तिमञ्जूषा फोल्डरर इ

source: Automatically synchroni_ze remote mail locally
ne: स्वत: समक्रमण दूर पत्र स्थानिय

source: IMAP
ne: आइएमएपि

source: For reading and storing mail on IMAP servers.
ne: पत्र पढ्न र भण्डारण का लागि आइएमएपि सर्भरहरूमा

source: This option will connect to the IMAP server using a plaintext password.
ne: यस बिकल्पलाई आइएमएपि सर्भरमा सादा पाठ्य पासवर्ड प्रयोग गरेर जडान गरिनेछ।

source: IMAP server %s
ne: आइएमएपि सर्भर %s

source: IMAP service for %s on %s
ne: आइएमएपि सेवा %s का लागि %s मा

source: Could not connect to %s: %s
ne: जडान गर्न सकेन %s: %s

source: SSL unavailable
ne: एसएसएल उपलब्ध छैन

source: Connection cancelled
ne: जडान खारेजी भयो

source: Failed to connect to IMAP server %s in secure mode: %s
ne: आइएमएपि सर्भर %s जडान गर्न असफल भयो सुरक्षित स्थितिमा: %s

source: STARTTLS not supported
ne: STARTTLS सहारा छैन

source: SSL negotiations failed
ne: एसएसएल समझदारी असफल भयो

source: SSL is not available in this build
ne: यस बनाबटमा एसएसएल उपलब्ध छैन

source: Could not connect with command "%s": %s
ne: आदेश सँग संबन्ध राख्न सकेन "%s": %s

source: Inbox
ne: प्राप्ति मञ्जूषा

source: IMAP server %s does not support requested authentication type %s
ne: आइएमएपि सर्भर %s ले अनुरोध गरिएको प्रमाणिकरण प्रकार %s लाई सहारा दिदैन

source: No support for authentication type %s
ne: प्रमाणीकरण प्रकारका लागि सहारा छैन %s

source: %sPlease enter the IMAP password for %s@%s
ne: %sकृपया आइएमएपि पासवर्सड प्रबिष्टि गराउनु होलाoलागि r %s@%s

source: Unable to authenticate to IMAP server. %s
ne: आइएमएपि सर्भरलाई प्रमाणीकरण गर्न असक्षं छ। %s

source: The folder name "%s" is invalid because it contains the character "%c"
ne: फोल्डरको नाम "%s" अमान्य छ किनभने यसले क्यारेक्टर "%c" राख्छ

source: The parent folder is not allowed to contain subfolders
ne: प्रमूल फोल्डरलाई सहफोल्डरहरू राख्न अनुमति छैन

source: Cannot create folder `%s': folder exists.
ne: फोल्डर बनाउन सकिदैन `%s': फोल्डर अस्तित्वमा छ।

source: Unknown parent folder: %s
ne: अज्ञात प्रमूल फोल्डर: %s

source: Failed sending command to IMAP server %s: %s
ne: IMAP सर्भर लाई आदेश पठाउन असफल भयो %s: %s

source: Unexpected response from IMAP4 server %s: %s
ne: IMAP सर्भरबाट अनपेक्षित प्रतिकृया %s: %s

source: Unexpected greeting from IMAP server %s.
ne: IMAP सर्भरबाट अभिबादन अनपेक्षित %s.

source: Cannot select folder `%s': Invalid mailbox name
ne: `%s' फोल्डर छनोट गर्न सकिदैन: अमान्य पत्रमञ्जूषा नाम

source: Cannot select folder `%s': Bad command
ne: `%s' फोल्डर छनोट गर्न सकिदैन: खराब आदेश

source: IMAP4 server %s unexpectedly disconnected: %s
ne: IMAP4 सर्भर %s नचाहँदा नचाहँदै बिच्छेद भयो: %s

source: Enable Mailing-List detection required for some filter and vFolder rules
ne: केहि फिल्टर र vFolder नियमहरूका लागि पत्राचार-सूची सकृय गर्न आवस्यक छ

source: Cannot access folder `%s': %s
ne: फोल्डर पहुँच राख्न सकिदैन `%s': %s

source: Cannot sync flags to folder `%s': Unknown
ne: फोल्डर `%s' लाई सिङ्क झण्डा दिनउन सकिदैन: अज्ञात

source: Cannot sync flags to folder `%s': Bad command
ne: फोल्डर `%s' लाई सिङ्क झण्डा दिनउन सकिदैन: खराब आदेश

source: Cannot expunge folder `%s': Unknown
ne: फोल्डर `%s' लाई मेटाउन सकिदैन: अज्ञात

source: Cannot expunge folder `%s': Bad command
ne: फोल्डर `%s' लाई मेटाउन सकिदैन: खराब आदेश

source: Cannot get message %s from folder `%s': No such message
ne: %s सन्देश फोल्डर `%s बाट प्राप्त गर्न सकिदैन': यस प्रकारको सन्देश छैन

source: Cannot get message %s from folder `%s': Bad command
ne: %s सन्देश फोल्डर `%s बाट प्राप्त गर्न सकिदैन':खराब आदेश

source: Cannot append message to folder `%s': Unknown error
ne: फोल्डर `%s' मा सन्देश संलग्् गर्न सकिदैनल अज्ञात त्रुटिor

source: Cannot append message to folder `%s': Bad command
ne: फोल्डर `%s' मा सन्देश संलग्न गर्न सकिदैन: खराब आदेश

source: Cannot move messages from folder `%s' to folder `%s': Unknown
ne: फोल्डर `%s' बाट फोल्डर`%s' मा सन्देशहरू पठाउन सकिदैन: अज्ञात

source: Cannot copy messages from folder `%s' to folder `%s': Unknown
ne: फोल्डर `%s' बाट फोल्डर`%s' मा सन्देशहरू प्रतिलिपि गर्न सकिदैन: अज्ञात

source: Cannot move messages from folder `%s' to folder `%s': Bad command
ne: फोल्डर `%s' बाट फोल्डर`%s' मा सन्देशहरू पठाउन सकिदैन: खराब आदेश

source: Cannot copy messages from folder `%s' to folder `%s': Bad command
ne: फोल्डर `%s' बाट फोल्डर`%s' मा सन्देशहरू प्रतिलिपि गर्न सकिदैन: खराब आदेश

source: For reading and storing mail on IMAPv4rev1 servers.
ne: IMAPv4rev1 सर्भरहरू मा पत्र पढ्न र भण्डारण गर्नाका लागि।

source: This option will connect to the IMAPv4rev1 server using a plaintext password.
ne: यस विकल्पलाई IMAPv4rev1 सर्भरमा एक सादा पाठ्य पासवर्ड प्रयोग गरेर जडान गरिनेछ।

source: Cannot authenticate to IMAP server %s using the %s authentication mechanism
ne: आइएमएपि सेर्भर %s प्रमाणित गर्न सकिदैन %s प्रमाणीकरण संयन्त्र प्रयोग गरेर

source: %sPlease enter the IMAP password for %s on host %s
ne: %sकृपया आइएमएपि पासवर्ड प्रविष्टि गराउनु होला %s का लागि होष्ट %s मा

source: Cannot authenticate to IMAP server %s using %s
ne: आइएमएपि सर्भर %s लाई प्रमाणित गर्न g प्रयोग गरेर सकिदैन%s

source: Cannot create IMAP folders in offline mode.
ne: आइएमएपि फोल्डरहरू श्रीजना गर्न अफलाइन मोडमा सकिदैन।

source: Cannot get folder `%s' on IMAP server %s: Unknown
ne: फोल्डर `%s' आइएमएपि सर्भर %s मा प्राप्त गर्न सकिदैन: अज्ञात

source: Cannot create folder `%s': Invalid mailbox name
ne: फोल्डर `%s' श्रिजना गर्न सकिदैन: अमान्य पत्रमञ्जूषा नाम

source: Cannot create folder `%s': Bad command
ne: फोल्डर `%s' श्रीजना सकिदैन: गल्ति आदेश

source: Cannot delete folder `%s': Special folder
ne: फोल्डर `%s' लाई मेटाउन सकिदैन: बिशेष फोल्डर

source: Cannot delete IMAP folders in offline mode.
ne: आइएमएपि फोल्डरहरू अफलाइनमोडमा मेटाउन सकिदैन।

source: Cannot delete folder `%s': Invalid mailbox name
ne: फोल्डर `%s' लाई मेटाउन सकिदैन: हमान्य पत्रमञ्जूषा नाम

source: Cannot delete folder `%s': Bad command
ne: फोल्डर `%s' लाई मेटाउन सकिदैन: गल्ति आदेश

source: Cannot rename folder `%s' to `%s': Special folder
ne: फोल्डर`%s' लाई `%s' पुन नामाकरण गर्न सकिदैन: विशेष फोल्डर

source: Cannot rename IMAP folders in offline mode.
ne: आइएमएपि फोल्डरहरूको अफलाइन मोडमा पुन नामाकरण गर्न सकिदैन।

source: Cannot rename folder `%s' to `%s': Invalid mailbox name
ne: `%s' फोल्डरको `%s' पुन नामाकरण गर्न सकिदैन: अमान्य पत्रमञ्जूषा नामश

source: Cannot rename folder `%s' to `%s': Bad command
ne: `%s' फोल्डरको `%s' पुन नामाकरण गर्न सकिदैन: गल्ती आदेश

source: Bad command
ne: खराब आदेश

source: Cannot subscribe to IMAP folders in offline mode.
ne: आएमएपि फोल्डरमा अफलाइन मोडमा सदस्यता लिन सकिदैन।

source: Cannot subscribe to folder `%s': Invalid mailbox name
ne: फोल्डर `%s'मा सदस्यता लिन सकिदैन: अमान्य पत्रमञ्जूषा नाम

source: Cannot subscribe to folder `%s': Bad command
ne: फोल्डर `%s'मा सदस्यता लिन सकिदैन: खराब आदेश

source: Cannot unsubscribe from IMAP folders in offline mode.
ne: आइएमपि फोल्डरहरूबाट अफलाइनमा सदस्यता हटाउन सकिदैन।

source: Cannot unsubscribe from folder `%s': Invalid mailbox name
ne: फोल्डर `%s' बाट सदस्यता हटाउन सकिदैन: अमान्य पत्रमञ्जूषा नाम

source: Cannot unsubscribe from folder `%s': Bad command
ne: `%s' फोल्डरबाट सदस्यता छाड्न सकिदैन: खराब आदेश

source: Fetching envelopes for new messages
ne: नयाँ सन्देशहरूका लागि खामहरू मोहक बनाउदै

source: Unexpected token in response from IMAP server %s:
ne: नसोचिएको टोकन प्रतिक्रिया आइएमएपि सर्भर बाट %s:

source: No data
ne: लगत छैन

source: IMAP server %s unexpectedly disconnected: %s
ne: आइएमएपि सर्भर %s नचाहँदा नचाहँदै जडान बिच्छेद गरियो: %s

source: Message storage
ne: सन्देश भण्डार

source: Experimental IMAP 4(.1) client This is untested and unsupported code, you want to use plain imap instead. !!! DO NOT USE THIS FOR PRODUCTION EMAIL !!!
ne: प्रयोगात्मक आइएमएपि ४(.१) ग्राहक यो एउटा नजाँचिएको र बेसहारा संकेत, तापनि तपाईँले सादा आइएमएपि प्रयोग गर्न चाहनुहुन्छ। !!! ईमेल उत्पादनका लागि यसको प्रयोग नगर्नु होला !!!

source: Could not connect to %s (port %s): %s
ne: जडान गर्न सकेन %s (पोर्ट %s): %s

source: Could not connect to POP server on %s
ne: %s मा पप सर्भर लाई जोड्न सकेन

source: Index message body data
ne: अनुक्रमणिका सन्देश मुख्य लगत

source: mailbox:%s (%s)
ne: पत्र मञ्जूषा:%s (%s)

source: Use the `.folders' folder summary file (exmh)
ne: प्रयोग गर्नुहोस् `.फोल्डरहरू' फोल्डर शारंश फाइल (exmh)

source: MH-format mail directories
ne: एमएच-ढाँचा पत्र निर्देशिका

source: For storing local mail in MH-like mail directories.
ne: स्थानिय पत्र एमएच-जस्तो पत्र डाइरेक्टरीहरूमा भण्डारण गर्दै।

source: Local delivery
ne: स्थानिय बितरण

source: For retrieving (moving) local mail from standard mbox formated spools into folders managed by Evolution.
ne: मानक पत्रमञ्जूषा ढाँचा गरिएको बाट स्थानिय पत्र पुन प्राप्त गर्दै (हटाउँदै) इभोलुसन द्वारा फोल्डर हरू ब्यबस्थापन गरिएको।

source: Apply filters to new messages in INBOX
ne: प्राप्तमञ्जूषा भित्र नयाँ सन्देशहरूमा फिल्टर प्रयोग गर्दा

source: Maildir-format mail directories
ne: पत्रडायर-ढाँचा पत्र डाइरेक्टरीहरु

source: For storing local mail in maildir directories.
ne: पत्र डाइरेक्टरीमा स्थानिय पत्र भणडार्ण्डाण गर्नका लागि

source: Store status headers in Elm/Pine/Mutt format
ne: इएलएम/पाइन/मट ढाँचामा स्थिति हेडर भण्डार गर्नुहोस

source: Standard Unix mbox spool or directory
ne: मानक यूनिक्स पत्रमञ्जूषा स्पुल वा डाइरेक्टरी

source: For reading and storing local mail in external standard mbox spool files. May also be used to read a tree of Elm, Pine, or Mutt style folders.
ne: स्थानिय पत्र पाठ गर्न र भण्डार गर्न का लागि बाह्य मानक एमबक्स स्पुल फाइलहरूमा इएलएम, पाइन, वा मट स्टाइल फोल्डरहरूको एउटा ट्रि पाठ गर्नका लागि सायद प्रयोग गरिन्छ।

source: Store root %s is not an absolute path
ne: भण्डार रुट %s एउटा सुनिश्चित पथ होइन

source: Store root %s is not a regular directory
ne: भण्डार रुट%s एउटा नियमित निर्देशिका होइन

source: Cannot get folder: %s: %s
ne: फोल्डर प्राप्त गर्न सकिदैन: %s: %s

source: Local stores do not have an inbox
ne: स्थानिय भण्डारहरू सँग एउटा प्राप्तमञ्जूषा छैन

source: Local mail file %s
ne: स्थानिय पत्र फाइल %s

source: Could not rename folder %s to %s: %s
ne: फोल्डरलाई पुन नामाकरण गर्न सकिएन %s लाई %s: %s

source: Could not rename '%s': %s
ne: पुन नामाकरण गर्न सकिएन '%s': %s

source: Could not delete folder summary file `%s': %s
ne: फोल्डर शारंश फाइल मेट्न सकेन `%s': %s

source: Could not delete folder index file `%s': %s
ne: फोल्डर अनुक्रमणिका फाइल मेट्न सकेन `%s': %s

source: Could not delete folder meta file `%s': %s
ne: फल्डर मेटा फाइल मेट्न सकेन `%s': %s

source: Could not save summary: %s: %s
ne: शारांश बचत गर्न सकिएन: %s: %s

source: Unable to add message to summary: unknown reason
ne: शारंशमा सन्देशहरू थप गर्न असक्षम: अज्ञात कारण

source: Maildir append message cancelled
ne: पत्र डाइरेक्टरी जेड्ने सन्देश खारेजी भयो

source: Cannot append message to maildir folder: %s: %s
ne: पत्र डाइरेक्टरी फोल्डरमा सन्देश जोड्न सकिदैन: %s: %s

source: Cannot get message: %s from folder %s %s
ne: सन्देश प्राप्त गर्न सकिदैन: %s बाट फोल्डर %s %s

source: Invalid message contents
ne: अमान्य सन्देश बस्तुहरू

source: Cannot create folder `%s': %s
ne: फोल्डर बनाउन सकिदैन `%s': %s

source: Cannot get folder `%s': %s
ne: फोल्डर प्राप्त गर्न सकिदैन `%s': %s

source: Cannot get folder `%s': folder does not exist.
ne: फोल्डर प्राप्त गर्न सकिदैन `%s': फोल्डर अस्तित्वमा छैन।

source: Cannot get folder `%s': not a maildir directory.
ne: फोल्डर प्राप्त गर्न सकिदैन `%s': पत्र डाइरेक्टरी होइन।

source: Could not delete folder `%s': %s
ne: फोल्डर मेट्न सकेन `%s': %s

source: not a maildir directory
ne: पत्र डाइरेक्टरी होइन

source: Could not scan folder `%s': %s
ne: फोल्डर स्क्यान गर्न सकेन `%s': %s

source: Cannot open maildir directory path: %s: %s
ne: पत्र डाइरेक्टरी बाटो खुल्न सक्दैन: %s: %s

source: Checking folder consistency
ne: फोल्डर अनुकुलता जाँच गर्दै

source: Checking for new messages
ne: नयाँ सन्देशहरुका लागि जाँच गर्दै

source: Storing folder
ne: फोल्डरहरू भण्डार गर्दै

source: Cannot create folder lock on %s: %s
ne: फोल्डरमा ताल्चा बनाउन सकिदैन %s: %s

source: Cannot open mailbox: %s: %s
ne: पत्र मञ्जूषा खोल्न सकिन्न: %s: %s

source: Mail append cancelled
ne: पत्र संलग्न खारेजी

source: Cannot append message to mbox file: %s: %s
ne: सन्देश पत्र मञ्जूषामा जोड्न सिकिदैन: %s: %s

source: The folder appears to be irrecoverably corrupted.
ne: यस फोल्डर पुन प्राप्त नहुने गरी दुषित देखिन्छ।

source: Message construction failed.
ne: सन्देश निर्माण असफल भयो।

source: Cannot create a folder by this name.
ne: यस नामद्वारा फोल्डर बनाउन सकिन्न।

source: Cannot get folder `%s': not a regular file.
ne: फोल्डर प्राप्त गर्न सकिन्न `%s': नियमित फाइल होइन।

source: Could not delete folder `%s': %s
ne: फोल्डर मेट्न सकिन्न `%s': %s

source: `%s' is not a regular file.
ne: `%s' नियमित फाइल होइन।

source: Folder `%s' is not empty. Not deleted.
ne: फोल्डर `%s' खालि छैन. मेटिएको छैन।

source: Cannot create directory `%s': %s.
ne: निर्देशिका बनाउन सकिन्न `%s': %s.

source: Cannot create folder: %s: %s
ne: फोल्डर बनाउन सकिन्न: %s: %s

source: Folder already exists
ne: फोल्डर पहिलेनै अस्तित्वमा छ

source: The new folder name is illegal.
ne: यो नयाँ फोल्डरको नाम अबैधानिक छ।

source: Could not rename `%s': `%s': %s
ne: पुन नामाकरण गर्न सकेन '%s' लाई %s: %s

source: Could not rename '%s' to %s: %s
ne: पुन नामाकरण गर्न सकेन '%s' लाई %s: %s

source: Could not open folder: %s: %s
ne: फोल्डर खोल्न सकेन: %s: %s

source: Fatal mail parser error near position %ld in folder %s
ne: घातक पत्र पद ब्याख्याता त्रुटि नजिक %ld फोल्डर भित्र %s

source: Cannot check folder: %s: %s
ne: फोल्डर जाँच गर्न सकिन्न: %s: %s

source: Could not open file: %s: %s
ne: फाइल खोल्न सकेन: %s: %s

source: Cannot open temporary mailbox: %s
ne: क्षणिक पत्र मञ्जूषा खोल्न सकिन्न: %s

source: Could not close source folder %s: %s
ne: श्रोत फोल्डर बन्द गर्न सकेन %s: %s

source: Could not close temp folder: %s
ne: टेम्प फोल्डर बन्द गर्न सकेन: %s

source: Could not rename folder: %s
ne: फोल्डरको पुन नामाकरण गर्न सकेन: %s

source: Could not store folder: %s
ne: फोल्डर भण्डार गर्न सकेन: %s

source: Summary and folder mismatch, even after a sync
ne: सारांश र फोल्डर मिलेन, एउटा सिङ्क पछि पनिि

source: Unknown error: %s
ne: अज्ञात त्रुटि: %s

source: Error writing to temp mailbox: %s
ne: टेम्प पत्रमञ्जूषामा लेख्दैगर्दा त्रुटि: %s

source: Writing to tmp mailbox failed: %s: %s
ne: टिएमपि पत्रमञ्जूषामा लेख्दैगर्दा असफल भयो: %s: %s

source: MH append message cancelled
ne: एमएच संलग्न सन्देश खारेजी भयो

source: Cannot append message to mh folder: %s: %s
ne: एमएच फोल्डरमा सन्देश संलग्न गर्न सकिदैन: %s: %s

source: Could not create folder `%s': %s
ne: फोल्डर बनाउन सकेन `%s': %s

source: Cannot get folder `%s': not a directory.
ne: फोल्डर प्राप्त गर्न सकिदैन `%s': एक निर्देशिका होइन

source: Cannot open MH directory path: %s: %s
ne: एमएच निर्देशिका पथ खोल्न सकिदैन: %s: %s

source: Spool `%s' cannot be opened: %s
ne: स्पुल `%s' खोल्न सकिदैन: %s

source: Spool `%s' is not a regular file or directory
ne: स्पुल `%s' एउटा नियमित फाइल वा निर्देशिका होइन

source: Folder `%s/%s' does not exist.
ne: फोल्डर `%s/%s' अस्तित्वमा छैन।

source: Could not open folder `%s': %s
ne: फोल्डर खोल्न सकेन `%s': %s

source: Folder `%s' does not exist.
ne: फोल्डर `%s' अस्तित्वमा छैन।

source: Could not create folder `%s': %s
ne: फोल्डर बनाउन सकेन `%s': %s

source: `%s' is not a mailbox file.
ne: `%s' पत्र मञ्जूषा फाइल होइन।

source: Store does not support an INBOX
ne: भण्डारले प्राप्ति मञ्जूषा लाई सहारा दिदैन

source: Spool mail file %s
ne: स्पुल पत्र फाइल %s

source: Spool folder tree %s
ne: स्पुल फोल्डर ट्रि %s

source: Spool folders cannot be renamed
ne: स्पुल फोल्डरहरु पुन नामाकरण गर्न सकिदैन

source: Spool folders cannot be deleted
ne: स्पुल फोल्डर मेट्न सकिदैन

source: Could not sync temporary folder %s: %s
ne: क्षणिक फोल्डर सिङ्क गर्न सकेन %s: %s

source: Could not sync spool folder %s: %s
ne: स्पुल फोल्डर सिङ्क गर्न सकेन %s: %s

source: Could not sync spool folder %s: %s Folder may be corrupt, copy saved in `%s'
ne: स्पुल फोल्डर सिङ्क गर्न सकेन %s: %s फोल्डर सायद दुषित छ, `%s' मा प्रतिलिपि बचत भयो
