Repository: nobled/evolution-data-server.svn-import
Catalog: po/*.po
Languages: ne

source: Loading...
ne: लोड हुँदैछ...

source: Searching...
ne: खोजी हुदैछ...

source: Using Distinguished Name (DN)
ne: विशिष्ट नाम प्रयोग गर्दै (DN)

source: Using Email Address
ne: इमेल ठेगाना प्रयोग गर्दै

source: Reconnecting to LDAP server...
ne: एलडिएपि सर्भर सँग संबन्ध जोड्न खोज्दै...

source: Adding contact to LDAP server...
ne: एलडिएपि सर्भर सँग संबन्ध जोड्नख्न खोज्दै...

source: Removing contact from LDAP server...
ne: एलडिएपि सर्भर बाट संबन्ध हटाउन खोज्दै...

source: Modifying contact from LDAP server...
ne: एलडिएपि सर्भर बाट संबन्ध परिमार्जन गर्नख्न खोज्दै...

source: Receiving LDAP search results...
ne: एलडिएपि सर्भर खोज जारीख्न...ग्रहण गर्दै.

source: Error performing search
ne: खोज गर्दै रहँदा गल्ति

source: "%s" on book before "%s"
ne: "%s" पुस्तक अगाडि "%s"

source: book busy
ne: ब्यस्त पुस्तक

source: CORBA exception making "%s" call
ne: कोर्बा "%s" बनाउनु बाहेक कल

source: %s: there is no current operation
ne: %s:यहाँ हाल कुनै संचालन छैन

source: %s: couldn't cancel
ne: %s:खारेजी गर्न सकेन

source: "%s" on book after "%s"
ne: "%s" पुस्तक पछाडि "%s"

source: %s: cancelled
ne: %s: खारेज भयो

source: %s: Invalid source.
ne: %s: अमान्य श्रोत।

source: %s: no factories available for uri `%s'
ne: %s:युआरआइको लागि कुनै फ्याक्ट्रि छैन `%s'

source: %s: Could not create EBookListener
ne: %s: इपुस्तक श्रोता बनाउन सकेन

source: %s: there was no self contact uid stored in gconf
ne: %s: यहाँ जिकन्फ भण्डारमा युआइडिको आफ्नो संपर्क थिएन

source: %s: there was no source for uid `%s' stored in gconf.
ne: %s: त्यहाँ युआइडिको लागि श्रोत थिएन `%s' जिकन्फमा भण्डार गरिएको।

source: Unique ID
ne: छुट्टै परिचयि

source: File Under
ne: फाइल भित्र

source: Full Name
ne: पुरा नाम

source: Name
ne: नाम

source: Given Name
ne: दिइएको नाम

source: Family Name
ne: पारिवारिक नाम

source: Nickname
ne: उपनाम

source: Name or Org
ne: नाम वा संस्था

source: Address List
ne: ठेगाना सूची

source: Home Address
ne: मुख्य पृष्ठ ठेगाना

source: Work Address
ne: काम ठेगाना

source: Other Address
ne: अन्य ठेगाना

source: Home Address Label
ne: मुख्य पृष्ठ ठेगाना लेबल /तह

source: Work Address Label
ne: काम ठेगाना लेबल /तह

source: Other Address Label
ne: अन्य ठेगाना लेबल /तह

source: Assistant Phone
ne: सहयोगी फोन

source: Business Phone
ne: व्यापारिक फोन

source: Business Phone 2
ne: व्यापारिक फोन २

source: Business Fax
ne: व्यापारिक फ्याक्स

source: Callback Phone
ne: दोहोरो फोन

source: Car Phone
ne: कार फोन

source: Company Phone
ne: कम्पनी फोन

source: Home Phone
ne: घरको फोन

source: Home Phone 2
ne: घरको फोन २

source: Home Fax
ne: घरको फ्याक्स

source: Mobile Phone
ne: मोबाइल फोन

source: Other Phone
ne: अन्य फोन

source: Other Fax
ne: अन्य फ्याक्स

source: Pager
ne: पेजर

source: Primary Phone
ne: प्राथमिक फोन

source: Radio
ne: रेडियो

source: Telex
ne: टेलेक्स

source: Email List
ne: इमेल सूची

source: Email 1
ne: इमेल १

source: Email 2
ne: इमेल २

source: Email 3
ne: इमेल ३

source: Email 4
ne: इमेल ४

source: Mailer
ne: प्रेषक

source: Wants HTML Mail
ne: HTML चिट्ठी चाहिन्छ

source: AIM Screen Name List
ne: AIM पर्दा नाम सूची

source: Groupwise Id List
ne: समुहगत परिचय सूची

source: Jabber Id List
ne: जब्बार परिचय सूची

source: Yahoo! Screen Name List
ne: याहु पर्दा नाम सूची

source: MSN Screen Name List
ne: एमएसएन पर्दा नाम सूची

source: ICQ Id List
ne: आसिक्यु परिचय सूची

source: AIM Home Screen Name 1
ne: AIM मुख्य पृष्ठ पर्दा नाम १

source: AIM Home Screen Name 2
ne: AIM मुख्य पृष्ठ पर्दा नाम २

source: AIM Home Screen Name 3
ne: AIM मुख्य पृष्ठ पर्दा नाम ३

source: AIM Work Screen Name 1
ne: AIM काम पर्दा नाम १

source: AIM Work Screen Name 2
ne: AIM काम पर्दा नाम २

source: AIM Work Screen Name 3
ne: AIM काम पर्दा नाम ३

source: Groupwise Home Screen Name 1
ne: समुहगत मुख्य पृष्ठ पर्दा नाम १

source: Groupwise Home Screen Name 2
ne: समुहगत मुख्य पृष्ठ पर्दा नाम २

source: Groupwise Home Screen Name 3
ne: समुहगत मुख्य पृष्ठ पर्दा नाम ३

source: Groupwise Work Screen Name 1
ne: समुहगत काम पर्दा नाम १

source: Groupwise Work Screen Name 2
ne: समुहगत काम पर्दा नाम २

source: Groupwise Work Screen Name 3
ne: समुहगत काम पर्दा नाम ३

source: Jabber Home Id 1
ne: जब्बार मुख्य पृष्ठ परिचय १

source: Jabber Home Id 2
ne: जब्बार मुख्य पृष्ठ परिचय २

source: Jabber Home Id 3
ne: जब्बार मुख्य पृष्ठ परिचय ३

source: Jabber Work Id 1
ne: जब्बार काम परिचय१

source: Jabber Work Id 2
ne: जब्बार काम परिचय २

source: Jabber Work Id 3
ne: जब्बार काम परिचय ३

source: Yahoo! Home Screen Name 1
ne: याहु मुख्य पृष्ठ पर्दा नाम १

source: Yahoo! Home Screen Name 2
ne: याहु मुख्य पृष्ठ पर्दा नाम २

source: Yahoo! Home Screen Name 3
ne: याहु मुख्य पृष्ठ पर्दा नाम ३

source: Yahoo! Work Screen Name 1
ne: याहु! काम पर्दा नाम १

source: Yahoo! Work Screen Name 2
ne: याहु! काम पर्दा नाम २

source: Yahoo! Work Screen Name 3
ne: याहु! काम पर्दा नाम ३

source: MSN Home Screen Name 1
ne: एमएसएन मुख्य पृष्ठ पर्दा नाम १

source: MSN Home Screen Name 2
ne: एमएसएन मुख्य पृष्ठ पर्दा नाम २

source: MSN Home Screen Name 3
ne: एमएसएन मुख्य पृष्ठ पर्दा नाम ३

source: MSN Work Screen Name 1
ne: एमएसएन काम पर्दा नाम १

source: MSN Work Screen Name 2
ne: एमएसएन काम पर्दा नाम २

source: MSN Work Screen Name 3
ne: एमएसएन काम पर्दा नाम ३

source: ICQ Home Id 1
ne: आसिक्यु मुख्य पृष्ठ परिचय १

source: ICQ Home Id 2
ne: आसिक्यु मुख्य पृष्ठ परिचय २

source: ICQ Home Id 3
ne: आसिक्यु मुख्य पृष्ठ परिचय ३

source: ICQ Work Id 1
ne: आसिक्यु काम परिचय १

source: ICQ Work Id 2
ne: आसिक्यु काम परिचय २

source: ICQ Work Id 3
ne: आसिक्यु काम परिचय ३

source: Organization
ne: संस्था

source: Organizational Unit
ne: संस्थागत एकाइ

source: Office
ne: कार्यालाय

source: Title
ne: शीर्षक

source: Role
ne: भुमिका

source: Manager
ne: प्रबन्धक

source: Assistant
ne: सहयोगी

source: Homepage URL
ne: मुख्य पृष्ठ युआरएल

source: Weblog URL
ne: वेबब्लग युआरएल

source: Video Conferencing URL
ne: भिडियो सम्मेलन युआरएल

source: Photo
ne: तस्बीर

source: Logo
ne: लोगो

source: X.509 Certificate
ne: एक्स.५०९ प्रमाणपत्र

source: Category List
ne: बर्गीकरण सूची

source: Categories
ne: कोटिहरू

source: Calendar URI
ne: पात्रो युआरआइ

source: Free/Busy URL
ne: स्तन्त्र/ब्यस्त युआरएल

source: ICS Calendar
ne: आइसिइस पात्रो

source: Spouse's Name
ne: श्रीमान/श्रीमतिको नाम

source: Note
ne: टिपोट

source: Birth Date
ne: जन्म मिति

source: Anniversary
ne: बार्षिकोत्सब

source: List
ne: सूची

source: List Show Addresses
ne: ठेगानाहरूको सूची देखाऊ

source: Last Revision
ne: अन्तिम पनराबृत्ति

source: Unnamed List
ne: बेनामी सूची

source: Birthday
ne: जन्म दिबस

source: Birthday: %s
ne: जन्म दिबस: %s

source: Anniversary: %s
ne: बार्षिकोत्सब: %s

source: Can't save calendar data: Malformed URI.
ne: पात्रो डाटा बचत गर्न सकिदैन: कुनिर्मित युआरआइ

source: Reply Requested: by
ne: अनुरोध सहितको जवाफ: द्वारा

source: Reply Requested: When convenient
ne: अनुरोध गरिएको: जतिखेर संबन्धित होला

source: Invalid server URI
ne: अमान्य युआरआइ सर्भर

source: Could not create thread for getting deltas
ne: डेल्टाहरू प्राप्त गर्न थ्रेड बनाउन सकिएन

source: Calendar
ne: पात्रो

source: Could not create cache file
ne: क्यास फाइल बनाउन सकिएन

source: Could not create thread for populating cache
ne: क्यास पपुलेटिङका लागि थ्रेड बनाउन सकिएन

source: Authentication failed
ne: प्रमाणीकरण असफल भयो

source: Redirected to Invalid URI
ne: अमान्य युआरआइ मा पुन निर्देशित

source: Bad file format.
ne: खराब फाइल ढाँचा

source: Not a calendar.
ne: एउटा पात्रो होइन

source: Could not retrieve weather data
ne: मौसमी तथ्याङ्क पुन प्राप्त गर्न सकिएन

source: Fair
ne: ठीक

source: Snow showers
ne: बरफ देखाउने

source: Snow
ne: बरफ

source: Partly cloudy
ne: केहि बादलिएको

source: Smoke
ne: धुवाँ

source: Thunderstorms
ne: आँधी

source: Cloudy
ne: बादलिनु

source: Drizzle
ne: फाट्टफुट्ट

source: Sunny
ne: घाम लगेको

source: Dust
ne: धुलो

source: Clear
ne: खाली/सफा गर

source: Mostly cloudy
ne: धेरैजसो बादल

source: Windy
ne: हुरीबतास

source: Rain showers
ne: पानी परेको देखाउने

source: Foggy
ne: कुहिरो लागेको

source: Rain/snow mixed
ne: पानी/हिउँ मिसिएको

source: Sleet
ne: बादल, हिउँ र असिना एकसाथ पर्नु

source: Very hot/humid
ne: धेरै गर्मी/ सरद

source: Blizzard
ne: सिरेटो

source: Freezing rain
ne: हिमकारी बर्षा

source: Haze
ne: तुवाँलो/कुहिरो

source: Blowing snow
ne: हिउँ हुरि

source: Freezing drizzle
ne: हिमकारी सिरेटो

source: Very cold/wind chill
ne: अति चिसो/ठण्डी हावा

source: Rain
ne: बर्षा

source: Weather: Sunny
ne: हावापानी: घाम लाग्ने

source: Weather: Snow
ne: हावापानी: हिउँ

source: Weather: Partly Cloudy
ne: हावापानी: केहि बादल लाग्ने

source: Weather: Fog
ne: हावापानी: कुहिरो

source: Weather: Thunderstorms
ne: हावापानी: आँधी,बिजुली चम्कने बादल

source: Weather: Cloudy
ne: हावापानी: बादल लागेको

source: Weather: Rain
ne: हावापानी: वर्षा

source: %d%% chance of precipitation
ne: %d%% अवक्षेष्ण को मौका

source: %.1fcm snow
ne: %.1fcm हिउँ

source: %.1fin snow
ne: %.1fin हिउँ

source: %.1f-%.1fcm snow
ne: %.1f-%.1fcm हिउँ

source: %.1f-%.1fin snow
ne: %.1f-%.1fin हिउँ

source: Untitled appointment
ne: शीर्षक नभएको भेट्ने निधो

source: 1st
ne: पहिले

source: 2nd
ne: दोश्रो

source: 3rd
ne: तेस्रो

source: 4th
ne: चौंथो

source: 5th
ne: पाचौं

source: 6th
ne: छैठौं

source: 7th
ne: सातौं

source: 8th
ne: आठौं

source: 9th
ne: नबौं

source: 10th
ne: दशौं

source: 11th
ne: एघारौं

source: 12th
ne: बारौं

source: 13th
ne: तरौं

source: 14th
ne: चौधौं

source: 15th
ne: पन्ध्रौं

source: 16th
ne: सोरौं

source: 17th
ne: सत्रौं

source: 18th
ne: अठारौं

source: 19th
ne: १९औँाइसौं

source: 20th
ne: २०औँसौं

source: 21st
ne: २१औँाइसौं

source: 22nd
ne: २२औँसौँ

source: 23rd
ne: २३औँसौँ

source: 24th
ne: २४औँौँ

source: 25th
ne: २५औँचीसौँ

source: 26th
ne: २६औँ

source: 27th
ne: २७औँ

source: 28th
ne: २८औँ

source: 29th
ne: २९औँ

source: 30th
ne: ३०औँ

source: 31st
ne: ३१औँ

source: High
ne: उच्च

source: Normal
ne: सामान्य

source: Low
ne: न्यून

source: Undefined
ne: अपरिभाषित

source: Enter password for %s (user %s)
ne: %s का लागि पासवर्ड प्रविष्टी गराउनुहोस् (प्रयोगकर्ता %s)

source: Invalid argument
ne: अमान्य कुरा

source: Backend is busy
ne: पछिल्लो अन्तिम ब्यस्त छ

source: Repository is offline
ne: भण्डार अफलाइनमा छ

source: No such calendar
ne: यस प्रकारको पात्रो छैन

source: Object not found
ne: बस्तु फेला परेन

source: Invalid object
ne: अमान्य बस्तु

source: URI not loaded
ne: युआरआइ लोड भएको छैन

source: URI already loaded
ne: युआरआइ पहिले नै लोड भयो

source: Permission denied
ne: अनुमति निषेध

source: Unknown User
ne: अज्ञात प्रयोगकर्ता

source: Object ID already exists
ne: बस्तु परिचय पहिले नै छि

source: Protocol not supported
ne: प्रोटोकललाई सहारा दिदैनन

source: Operation has been cancelled
ne: सञ्चालन खारेजी गरिएको छ

source: Could not cancel operation
ne: सञ्चालन खारेजी गर्न सकिएन

source: Authentication required
ne: प्रमाणीकरण आबस्यक

source: A CORBA exception has occurred
ne: एउटा कोर्बा अपवाद आएको छ

source: Unknown error
ne: अज्ञात त्रुटि

source: No error
ne: कुनै गल्ति छैन

source: "%s" expects no arguments
ne: "%s"कुनै तर्क चाहिदैन

source: "%s" expects one argument
ne: "%s" एउटा तर्क चाहिन्छ

source: "%s" expects the first argument to be a string
ne: "%s" एउटा स्ट्रिङ भएको पहिलो तर्क चाहिन्छ

source: "%s" expects the first argument to be an ISO 8601 date/time string
ne: "%s" एउटा ISO 8601 मिति/समय स्ट्रिङ भएको पहिलो तर्क चाहिन्छ

source: "%s" expects two arguments
ne: "%s" दुईवटा तर्कहरू चाहिन्छ

source: "%s" expects the first argument to be a time_t
ne: "%s"एउटा समयt भएको पहिलो तर्क चाहिन्छ

source: "%s" expects the second argument to be an integer
ne: "%s" एउटा पूर्ण संख्या भएको दोस्रो तर्क चाहिन्छ

source: "%s" expects the second argument to be a time_t
ne: "%s" एउटा समय_t भएको दोस्रो तर्क चाहिन्छ

source: "%s" expects the second argument to be a string
ne: "%s" एउटा स्ट्रिङ भएको दोस्रो तर्क चाहिन्छ

source: "%s" expects the first argument to be either "any", "summary", or "description", or "location"
ne: "%s" पहिलो तर्क यस्तो चाहिन्छ कि "कुनै", "शारांश", वा "बिबरण", वा "स्थान"

source: "%s" expects at least one argument
ne: "%s" कम्तिमा एउटा तर्क चाहिन्छ

source: "%s" expects all arguments to be strings or one and only one argument to be a boolean false (#f)
ne: "%s" सबै तर्कहरू स्ट्रिङहरू भएको वा एक र एक मात्र तर्क एउटा बुलियन गल्ति (#f) भएको

source: Signing is not supported by this cipher
ne: यस गोप्य लेख द्वारा प्रबिष्टी लाई सहारा दिदैन

source: Signing message
ne: प्रबिष्टी सन्देश

source: Verifying is not supported by this cipher
ne: यस गोप्य लेख ले पुस्टी गर्ने सहारा दिदैन

source: Verifying message
ne: सन्देश पुस्टी गर्दै

source: Encryption is not supported by this cipher
ne: यस गोप्य लेख द्वारा गोप्यीकरणलाई सहारा दिदैन

source: Encrypting message
ne: सन्देश गोप्य राख्दै

source: Decryption is not supported by this cipher
ne: यस गोप्य वस्तु ले गोप्य लेखनलाई सहारा दिदैन

source: Decrypting message
ne: सन्देश गोप्य राख्दै

source: You may not import keys with this cipher
ne: यस गोप्य वस्तु सँग तपाईँले कुञ्जीहरू आयात गर्न सायद सक्नुहुन्न

source: You may not export keys with this cipher
ne: यस गोप्य वस्तु सँग तपाईँले कुञ्जीहरू निर्यात गर्न सायद सक्नुहुन्न

source: Unable to create cache path
ne: क्यास मार्ग बनाउन सकेन

source: Could not remove cache entry: %s: %s
ne: क्यास प्रविष्टी हटाउन सकिएन: %s: %s

source: Could not write log entry: %s Further operations on this server will not be replayed when you reconnect to the network.
ne: लामो प्रबिष्टी लेख्न सकिएन: %s आगामी कार्य गर्नका लागि यस सर्भर पुन चल्ने छैन जब तपाईँ सञ्जालमा पुन जडान गरिनु हुन्न

source: Could not open `%s': %s Changes made to this folder will not be resynchronized.
ne: खुल्न सकेन`%s': %s यस फोल्डरमा गरिएका परिबर्तनहरू पुन समक्रमित गरिने छैन।

source: Resynchronizing with server
ne: सर्भर सँग पुन समक्रमित गर्दै

source: Copy folder content locally for offline operation
ne: अफलाइन सञ्चालनका लागि फोल्डर का विषयवस्तु प्रतिलिपि गर

source: Downloading new messages for offline mode
ne: अफलाइन मोडका लागि नयाँ सन्देशहरू डाउनलोड गर्दै

source: Preparing folder '%s' for offline
ne: फोल्डर '%s' अफलाइन का लगि तयार पार्दै

source: You must be working online to complete this operation
ne: यस कार्य पुरा गर्नका लागि तपाईँले अनलाइनमा काम गर्नु पर्छ

source: Failed to create pipe to '%s': %s
ne: '%s': %s लाई पाइप बनाउन असमर्थ भयो

source: Failed to create child process '%s': %s
ne: '%s': %s लाई बच्चा प्रकृया बनाउन असफल भयो

source: Invalid message stream received from %s: %s
ne: %s: %s बाट अमान्य सन्देश प्रबाह प्रप्त भयो

source: Syncing folders
ne: सिसिङ फोल्डररू

source: Error parsing filter: %s: %s
ne: गल्ति पद परिचय फिल्टर: %s: %s

source: Error executing filter: %s: %s
ne: त्रुटि कार्यान्वयन फिल्टर: %s: %s

source: Unable to open spool folder
ne: स्पुल फोल्डर खुल्न सकेन

source: Unable to process spool folder
ne: स्पुल फोल्डर को प्रकृयामा जान सकेन

source: Getting message %d (%d%%)
ne: सन्देश प्राप्त गर्दै %d (%d%%)

source: Cannot open message
ne: सन्देश खुल्न सकेन

source: Failed on message %d
ne: सन्देशमा असफल%d

source: Syncing folder
ne: सिन्सिङ फोल्डर

source: Complete
ne: पुरा

source: Getting message %d of %d
ne: %d को %d सन्देश प्राप्त गर्दै

source: Failed at message %d of %d
ne: %d को %d सन्देशमा असफलो

source: Failed to retrieve message
ne: सन्देश रिट्राइभ असफल भयो

source: Invalid arguments to (system-flag)
ne: अमान्य तर्कहरू (प्रणाली-झण्डा)

source: Invalid arguments to (user-tag)
ne: अमान्य तर्कहरू (प्रयोगकर्ता-चिन्ह)

source: Failed to create create child process '%s': %s
ne: चाइल्ड प्रकृया बनाउन असफल भयो '%s': %s

source: Error executing filter search: %s: %s
ne: त्रुटि कार्यान्वयन फिल्टर खोज: %s: %s

source: Cannot parse search expression: %s: %s
ne: अभिब्यक्ति पर्से खोज गर्न सकिन्न: %s: %s

source: Error executing search expression: %s: %s
ne: अभिब्यक्ति खोज कार्यान्वयन त्रुटि: %s: %s

source: (match-all) requires a single bool result
ne: (जोडा-सबै) एउटा बुल परिणाम आबस्यक पर्छ

source: (match-threads) not allowed inside match-all
ne: (जोडा-थ्रेडहरू) जोडा-सबै भित्र अनुमति छैन

source: (match-threads) requires a match type string
ne: (जोडा-थ्रेडहरू) एउटा जोडा प्रकार स्ट्रिङ चाहिन्छ

source: (match-threads) expects an array result
ne: (जोडा-थ्रेडहरू) एक एरे परिणाम चाहिन्छ

source: (match-threads) requires the folder set
ne: (जोडा-थ्रेडहरू) फोल्डर सेट चाहिन्छ

source: Performing query on unknown header: %s
ne: अपरिचित हेडरमा सोधखोज गर्दै: %s

source: Unsupported operation: append message: for %s
ne: बेसहारा सञ्चालन: सन्देश सङ्कलन:%s का लागि

source: Unsupported operation: search by expression: for %s
ne: बेसहारा सञ्चालन: अभिब्यक्ति द्वारा खोज: %sका लागि

source: Unsupported operation: search by uids: for %s
ne: बेसहारा सञ्चालन:यूडस द्वारा खोज: %s का लागि

source: Moving messages
ne: सन्देशहरू लैजाँदै

source: Copying messages
ne: सन्देशहरू प्रतिलिपि गर्दै

source: Learning junk
ne: रद्दी अद्ययन गर्दै

source: Learning non-junk
ne: रद्दी नभएको अद्ययन गर्दै

source: Filtering new message(s)
ne: नया सन्देश(हरू) फिल्टर गर्दै

source: Unexpected GnuPG status message encountered: %s
ne: नचाहिएको GnuPG स्थिति सन्देश फेला पर्यो: %s

source: Failed to parse gpg userid hint.
ne: पर्से जिपिजि युजरिड संकेत असफल भयो।

source: Failed to parse gpg passphrase request.
ne: पर्से जिपिजि पासफ्रेज अनुरोधंकेत असफल सफल.

source: You need a passphrase to unlock the key for user: "%s"
ne: तपाईँलाई कुञ्जी खोल्न एउटा पासफ्रेज चाहिन्छ प्रोगकर्ताका लागि: "%s"

source: Cancelled.
ne: रद्द गरियो.

source: Failed to unlock secret key: 3 bad passphrases given.
ne: गोप्य कुञ्जी खोल्नका लागि: ३खराब पासफ्रेजहरू दिइएको छ

source: Unexpected response from GnuPG: %s
ne: GnuPG बाट नचाहेको जबाफ: %s

source: Failed to encrypt: No valid recipients specified.
ne: गोप्य राख्नन असफल भयो: कुनै अमान्य प्रापक बिशेष छैन।.

source: Failed to execute gpg: %s
ne: जिपिजि कार्यान्वयन गर्न असक्षम: %s

source: Could not generate signing data: %s
ne: प्रबिष्टी गर्ने डाटा बनाउन सकिएन: %s

source: Failed to execute gpg.
ne: जिपिजि कार्यान्वयन गर्न असफल.भयो।

source: This is a digitally signed message part
ne: यो एउटा डिजिटल प्रबिष्टीको सन्देशको भाग हो

source: Cannot verify message signature: Incorrect message format
ne: सन्देश हस्ताक्षर रुजु गर्न सकिन्न: बेठीक सन्देश ढाँचा

source: Cannot verify message signature: could not create temp file: %s
ne: सन्देश हस्ताक्षर रुजु गर्न सकिन्न: टेम्प फाइल बनाउन सकेन: %s

source: Could not generate encrypting data: %s
ne: गोप्य लगत बनाउन सकेन: %s

source: This is a digitally encrypted message part
ne: यो एउटा डिजिटलबाट गोप्य गरिएको सन्देशको भाग हो

source: Failed to decrypt MIME part: protocol error
ne: MIME भाग गुप्तलेखन उल्टाउन असफल भयो: प्रोटोकल गल्ति

source: Encrypted content
ne: गुप्तीकरण ्रिप्ट विषयबस्तु गरिएको

source: Unable to parse message content
ne: सन्देश सामाग्री पर्से गर्न असक्षम

source: Unknown
ne: अज्ञात

source: Cannot build locking helper pipe: %s
ne: बन्द गर्न सहायक पाइप बनाउन सकिन्न: %s

source: Cannot fork locking helper: %s
ne: बन्द गर्ने सहायक छुट्टाउन सकिन्न: %s

source: Could not lock '%s': protocol error with lock-helper
ne: बन्द गर्न सकेन '%s':बन्द मद्दतगार सँग प्रोटोकल त्रुटि

source: Could not lock '%s'
ne: बन्द गर्न सकेन '%s'

source: Could not create lock file for %s: %s
ne: %s: %sका लागि बन्द फाइल बनाउन सकिएन

source: Timed out trying to get lock file on %s. Try again later.
ne: समय सकियो %s मा फाइल बन्द गर्ने प्रयास गर्दा. पुन प्रयास गर्नुहोला.

source: Failed to get lock using fcntl(2): %s
ne: fcntl(2) प्रयोग गरेर बन्द हुन असफल भयो: %s

source: Failed to get lock using flock(2): %s
ne: flock(2) प्रयोग गरेर बन्द गर्न असफल भयो: %s

source: Could not check mail file %s: %s
ne: पत्र फाइल जाँच गर्न सकिएन %s: %s

source: Could not open mail file %s: %s
ne: पत्र फाइल खुल्न सकेन %s: %s

source: Could not open temporary mail file %s: %s
ne: क्षणिक पत्र फाइल खुल्न सकेन %s: %s

source: Failed to store mail in temp file %s: %s
ne: टेम्प फाइल भित्र भएको पत्र भण्डार गर्न असफल असफल भयो %s: %s

source: Could not create pipe: %s
ne: पाइप बनाउन सकिएन: %s

source: Could not fork: %s
ne: फुटाउन सकेन: %s

source: Movemail program failed: %s
ne: पत्र लैजाने कार्यक्रम असफल भयो: %s

source: (Unknown error)
ne: अज्ञात त्रुटि

source: Error reading mail file: %s
ne: मेल फाइल पाठ्य त्रुटि: %s

source: Error writing mail temp file: %s
ne: टेम्प फाइल पत्त लेख्दै गर्दा त्रुटि:%s

source: Error copying mail temp file: %s
ne: टेम्प फाइल पत्त प्रतिलिपि गर्दा त्रुटि:%s

source: parse error
ne: पर्से त्रुटि

source: Cancelled
ne: रद्द गरियो

source: cannot create thread
ne: थ्रेड बनाउन सकिन्न

source: Resolving: %s
ne: स्पष्ट पार्दै: %s

source: Host lookup failed
ne: होस्ट खोजि गर्न असफल भयो

source: Host lookup failed: %s: %s
ne: होस्ट खोजि गर्न असफल भयो: %s: %s

source: Resolving address
ne: ठेगाना स्पष्ट पार्दै

source: Name lookup failed
ne: नाम देखाउन असफल

source: Name lookup failed: %s
ne: नाम देखाउन सकेन: %s

source: Syncing messages in folder '%s' to disk
ne: सन्देशहरू सिन्सिङ गर्दा फोल्डर भित्र '%s' बाट डिष्कमा

source: Cannot write offline journal for folder `%s': %s
ne: अफलाइन जर्नल फोल्डरका लागि लेख्न सक्दैन `%s': %s

source: Virtual folder email provider
ne: अबास्तबिक फोल्डर पत्र प्रदायक

source: For reading mail as a query of another set of folders
ne: पत्र पाठ गर्नका लगि अर्को फोल्डरहरूको सेटको प्रश्न जस्तै

source: Could not load %s: Module loading not supported on this system.
ne: लोड गर्न सकेन %s: यस प्रणालीमा मोडुल लोड गर्ने सहारा दिएन।

source: Could not load %s: %s
ne: %s: %s लोड गर्न सकेन

source: Could not load %s: No initialization code in module.
ne: लोड गर्न सकेन %s: मोडुलमा कोड सुरुवात छैन

source: No provider available for protocol `%s'
ne: प्रोटोकलका लागि प्रदायक उपलब्ध छैन `%s'

source: Anonymous
ne: अज्ञात

source: This option will connect to the server using an anonymous login.
ne: अज्ञात लगइन प्रयोग गरेर यस विकल्प सर्भरमा जडान गरिने छ।

source: Authentication failed.
ne: प्रमाणीकरण.असफल भयो

source: Invalid email address trace information: %s
ne: अमान्य इमेल ठेगानाहरू पहिचान गर्ने सूचना: %s

source: Invalid opaque trace information: %s
ne: अमान्य ओपेक पहिचान गर्ने सूचना: %s

source: Invalid trace information: %s
ne: अमान्य रद्दी सूचना: %s

source: This option will connect to the server using a secure CRAM-MD5 password, if the server supports it.
ne: यदि यस सर्भरले सहारा यसलान्लाई सहारा दिन्छ भने, एक सुरक्षित CRAM-MD5 पासवर्ड प्रयोग गरेर यस बिकल्पलाई सर्भरमा जडान गरिनेछ।

source: This option will connect to the server using a secure DIGEST-MD5 password, if the server supports it.
ne: यदि यस सर्भरले सहारा ्छ यसलाई सहारा दिन्छ भने, एक सुरक्षDIGEST-MD5MD5 पासवर्ड प्रयोग गरेर यस बिकल्पलाई सर्भरमा जडान गरिनेछ।

source: Server challenge too long (>2048 octets)
ne: सर्भरले धेरै लामो चुनौती दिन्छ (>2048 octets)

source: Server challenge invalid
ne: सर्भर चुनौती अमान्य

source: Server challenge contained invalid "Quality of Protection" token
ne: सर्भर चुनौती अमान्य राखेको छो "संरक्षणको गुण" टोकन

source: Server response did not contain authorization data
ne: सर्भर प्रतिकृयामा प्रमाणित लगत थिएन

source: Server response contained incomplete authorization data
ne: सर्भर प्रतिकृयामा अपूर्ण प्रमाणित लगत छ

source: Server response does not match
ne: सर्भर प्रतिकृया कुनै सँग मिल्दैन

source: This option will connect to the server using Kerberos 5 authentication.
ne: यस बिकल्पलाई Kerberos 5 प्रमाणीकरण प्रयोग गरेर सर्भरमा जडान गरिनेछ।

source: The specified mechanism is not supported by the provided credential, or is unrecognized by the implementation.
ne: यस बिशेष प्रणलीले उपल्ब्ध गराइएको प्रमाण-पत्र द्वारा सहारा दिदैन, वा यस कार्यान्वयनले अस्विकार गर्यो।

source: The provided target_name parameter was ill-formed.
ne: यो उपलब्ध गराइएको लक्षित_नाम प्यारामिटर नराम्रो सँग बनाइएको छ।

source: The provided target_name parameter contained an invalid or unsupported type of name.
ne: यो उपलब्ध गराइएको लक्षित_नाम प्यारामिटर नराम्रो सँग एक अमान्य वा बेसहारा प्रकारको नाम छ।को.
