Repository: nobled/evolution-data-server.svn-import
Catalog: po/*.po
Languages: ne

source: Internal error: uid in invalid format: %s
ne: आन्तरिक त्रुटि: अमान्य ढाँचामा युआइडि: %s

source: Posting failed: %s
ne: पोष्ट गर्न असफल भयो: %s

source: You cannot post NNTP messages while working offline!
ne: तपाईँले एनएनटिपि सन्देसहरू अफलाइन प्रयोग गरेर पठाउन सक्नुहुन्न!

source: You cannot copy messages from a NNTP folder!
ne: तपाईँले एउटा एनएनटिपि फोल्डर बाट सन्देशहरू प्रतिलिपि गर्न सक्नुहुन्न!

source: Show folders in short notation (e.g. c.o.linux rather than comp.os.linux)
ne: फोल्डरहरूको छोटो टिपोट देखाउनुहोस् (.g. c.o.linux rather than comp.os.linux)

source: In the subscription dialog, show relative folder names
ne: सदस्यता संवाद भित्र, संबन्धित फोल्डर नामहरू देखाउनुहोस्

source: USENET news
ne: USENET समाचार

source: This is a provider for reading from and posting toUSENET newsgroups.
ne: यस फोल्डर युजनेट समाचारसमुहलाई पत्र पठाउन र पाढ्नका लागि हो।

source: This option will authenticate with the NNTP server using a plaintext password.
ne: यस विकल्पलाई सादा पाठ पासवर्ड प्रयोग गरेर एनएनटिपि सर्भर सँग प्रमाणित गरिनेछ।

source: Could not read greeting from %s: %s
ne: पाठ गर्न सकेन अभिवादन %s: %s बाट

source: NNTP server %s returned error code %d: %s
ne: एनएनटिपि सर्भर %s फर्किएको गल्ति संकेत %d: %s

source: USENET News via %s
ne: USENET समाचारहरू %s

source: Error retrieving newsgroups: %s
ne: त्रुटि पुन प्राप्त गर्दै समाचार समुहहरु: %s

source: You cannot subscribe to this newsgroup: No such newsgroup. The selected item is a probably a parent folder.
ne: तपाईँले यस समाचार समुहहरूका लागि सदस्यता लिन सक्नु हुन्न: यस प्रकारको समा्मचारसमुतित, यो छनोट गरिएको बस्तु सायद एक प्रमुल फल्डर हो।वमा छैन!

source: You cannot unsubscribe to this newsgroup: newsgroup does not exist!
ne: तपाईँले यस समाचार समुहहरूका लागि सदस्यता हटाउन सक्नु हुन्न: समाचारसमुह अस्तित्वमा छैन!

source: You cannot create a folder in a News store: subscribe instead.
ne: तपाईँले समाचारहरु.भण्डार भित्र एउटा फोल्डरको बनाउन सक्नु हुन्न: बदलामा सदस्यता लिनुहोला।रु.

source: You cannot rename a folder in a News store.
ne: तपाईँले समाचारहरु.भण्डार भित्र एउटा फोल्डरको पुन नाम राख्न सक्नु हुन्न।

source: You cannot remove a folder in a News store: unsubscribe instead.
ne: तपाईँले एक समाचारहरु भण्डारबाट एउटा फोल्डर हटाउन सक्नुहुन्न: बदलामा सदस्यता छाड्नुहोस्।.

source: Authentication requested but no username provided
ne: प्रमाणीकरण अनुरोद गरियो तर कुनै प्रयोगकर्ताको नाम उपलब्ध गरिएन

source: Please enter the NNTP password for %s@%s
ne: कृपया एनएनटिपि पासवर्ड प्रबिष्टि गराउनुहोला %s@%s

source: Cannot authenticate to server: %s
ne: सर्भरलाई प्रमाणीकरण गर्न सकिन्न: %s

source: NNTP Command failed: %s
ne: एनएनटिपि आदेश असफल भयो: %s

source: Not connected.
ne: जडान भएको छैन।

source: No such folder: %s
ne: यस प्रकारको फोल्डर छैन: %s

source: %s: Scanning new messages
ne: %s: नयाँ सन्देशहरू स्क्यान गर्दै

source: Unexpected server response from xover: %s
ne: एक्सओभर बाट नसोचिएको सर्भर प्रतिकृया: %s

source: Unexpected server response from head: %s
ne: शिर्ष बाट नसोचिएको सर्भर प्रतिकृया: %s

source: Use cancel
ne: प्रयोग खारेजी

source: Operation failed: %s
ne: सञ्चालन असफल भयो: %s

source: Retrieving POP summary
ne: पप शारंश पुन प्राप्त गर्दै

source: Cannot get POP summary: %s
ne: पप शारांश प्राप्त गर्न सकिन्न: %s

source: Expunging deleted messages
ne: मेटिएका सन्देशहरू काट्दै

source: No message with uid %s
ne: युआइडि सँग कुनै सन्देश छैन %s

source: Retrieving POP message %d
ne: पप सन्देश पुन प्राप्त गर्दै %d

source: Unknown reason
ne: अज्ञात कारण

source: Leave messages on server
ne: सर्भरमा सन्देशहरू छाड्नुहोस्

source: Delete after %s day(s)
ne: मेट्नुहोस् %s दिन(हरू) पछि

source: Disable support for all POP3 extensions
ne: सबै पप३ बिस्तारहरू का लगि सहारा निष्कृय

source: POP
ne: पप

source: For connecting to and downloading mail from POP servers.
ne: पप सर्भरहरुमा जडान गर्न र पत्र डाउनलोड गर्नाका लागि

source: This option will connect to the POP server using a plaintext password. This is the only option supported by many POP servers.
ne: यस विकल्प पप सर्भरमा खालिपाठ पासवर्ड प्रयोग गरेर जडान गरिने छ। यो एक मात्र बिकल्प हो जुन धेरै सर्बरहरूले सहारा दिएका छन्।स्ले गर्दा सहाराको लागि दावी गर्छ।

source: This option will connect to the POP server using an encrypted password via the APOP protocol. This may not work for all users even on servers that claim to support it.
ne: यस विकल्प पप सर्भरमा एपिओपि प्रोटोकल हुँदै गुप्त गरिएको पासवर्ड प्रयोग गरेर जडान गरिने छ। यसले सबै प्रयोगकर्ताका लागि सर्भरमा काम नगर्न सक्छ जस्ले गर्दा सहाराको लागि दावी गर्छ।

source: Failed to read a valid greeting from POP server %s
ne: पप सर्भरबाट मान्य अभिवादन पाठ गर्न असफल भयो %s

source: Failed to connect to POP server %s in secure mode: %s
ne: पप सर्भर सँग जडान गर्न असफल भयो %s असुरक्षित अबस्थामा: %s

source: STLS not supported
ne: एसटिएलएस सहारा दिइएन

source: Could not connect to POP server %s
ne: पप सर्भरमा जडान गर्न सकेन %s

source: Unable to connect to POP server %s: No support for requested authentication mechanism.
ne: पप सर्भरसँग जडान गर्न असक्षम %s:अनुरोध प्रमाणीकरण प्रणालीका लागि सहारा छैन।

source: SASL `%s' Login failed for POP server %s: %s
ne: एसएएसएल`%s' पप सर्भरमा लगइन गर्न असफल भयो %s: %s

source: Cannot login to POP server %s: SASL Protocol error
ne: पप सर्भरमा लगइन गर्न सकिदैन %s: SASL प्रोटोकल त्रुटि

source: Failed to authenticate on POP server %s: %s
ne: पप सर्भरमा प्रमाणीकरण असफल भयो %s: %s

source: %sPlease enter the POP password for %s on host %s
ne: %s कृपया पप पासवर्ड प्रबिष्टि गराउनु होला %s लागि %s होस्टमा

source: Unable to connect to POP server %s. Error sending password: %s
ne: पप सर्भर जडान गर्न असक्षम %s. पासवर्ड पठाउँदै गर्द त्रुटि: %s

source: Unable to connect to POP server %s. Error sending username: %s
ne: पप सर्भर जडान गर्न असक्षम %s. प्रयोगकर्ताको नाम पठाउँदै गर्द त्रुटि: %s

source: No such folder `%s'.
ne: यस प्रकारको पत्र छैन `%s'.

source: Sendmail
ne: पठाउने पत्र

source: For delivering mail by passing it to the "sendmail" program on the local system.
ne: पत्र बितरणका लागि "पठाउने पत्र" मा पठाउन स्थानिय प्रणालीमा कार्यक्रम

source: Could not parse recipient list
ne: पाउनेको सूची पर्से गर्न सकेनची

source: Could not create pipe to sendmail: %s: mail not sent
ne: पत्र पठाउने पाइप बनाउन सकेन:%s: पत्र पठाइएन

source: Could not fork sendmail: %s: mail not sent
ne: पठाउने पत्र टुक्राउन सकेन: %s: पत्र पठाइएन

source: Could not send message: %s
ne: सन्देश पठाउन सकेन: %s

source: sendmail exited with signal %s: mail not sent.
ne: पठाउने पत्र बाहिरियो %s संकेत सँग: पत्र पठाइएन

source: Could not execute %s: mail not sent.
ne: कार्यान्वयन गर्न सकेन %s: पत्र पठाइएन

source: sendmail exited with status %d: mail not sent.
ne: %d स्थिति सँग पत्र पठाउने निस्कियो: पत्र पठाइएन

source: sendmail
ne: पत्र पठाउने

source: Mail delivery via the sendmail program
ne: पत्र पठाउने कार्यक्रम द्वारा मेल बितरण

source: SMTP
ne: एसएमटिपि

source: For delivering mail by connecting to a remote mailhub using SMTP.
ne: पत्र पठाउनको लागि दुर मेलहब एसएमटिपि जडान गरेर

source: Syntax error, command unrecognized
ne: बाक्यविन्यास त्रुटि, आदेश अस्विकार गरियो

source: Syntax error in parameters or arguments
ne: प्यारामिटर वा तर्कहरूमा बाक्यविन्यास त्रुटि

source: Command not implemented
ne: आदेश लागु गरिएन

source: Command parameter not implemented
ne: आदेश प्यारामिटर लागु गरिएन

source: System status, or system help reply
ne: प्रणालीको स्थिति, वा प्रणाली मद्दत जवाफ

source: Help message
ne: मद्दत सन्देश

source: Service ready
ne: सेवा तयार

source: Service closing transmission channel
ne: प्रसारण च्यानल सेवा बन्द गर्दै

source: Service not available, closing transmission channel
ne: सेवा उपलब्ध छैन, प्रसारण च्यानल बन्द गर्दै

source: Requested mail action okay, completed
ne: अनुरोध गरिएको पत्र कार्य ठीक छ, पुरा भयोगरियो:

source: User not local; will forward to <forward-path>
ne: प्रयोगकर्ता स्थानीय होइन; फरवार्ड गरिनेछ लाई <forward-path>

source: Requested mail action not taken: mailbox unavailable
ne: अनुरोध गरिएको पत्र कार्य लिइएन:पत्रमञ्जूषा उपलब्ध छैन

source: Requested action not taken: mailbox unavailable
ne: अनुरोध गरिएको कार्य लिइएन: पत्रमञ्जूषा उपलब्ध छैन

source: Requested action aborted: error in processing
ne: अनुरोध गरिएको कार्य परित्याग गरियो: प्रकृयामा गल्ति

source: User not local; please try <forward-path>
ne: प्रयोगकर्ता स्थानिय होइन; कृपया प्रयास गर्नुहोस्<forward-path>

source: Requested action not taken: insufficient system storage
ne: अनुरोध गरिएको पत्र कार्य लिइएन अप्रयाप्त पद्दती भण्डारण

source: Requested mail action aborted: exceeded storage allocation
ne: अनुरोध गरिएको पत्र कार्य परित्याग गरियो: भण्डार बढाउने निर्धारण

source: Requested action not taken: mailbox name not allowed
ne: अनुरोध गरिएको काम लिइएन: पत्रमञ्जूषा नाम अनुमति छैन

source: Start mail input; end with <CRLF>.<CRLF>
ne: पत्र आगत शुरु गर; अन्त्य संग <CRLF>.<CRLF>

source: Transaction failed
ne: कारोवार असफल भयो

source: A password transition is needed
ne: एउटा पासवर्ड सङ्क्रमण आबस्यक छ

source: Authentication mechanism is too weak
ne: प्रमाणीकरण प्रणाली सह्रै कमजोर छ

source: Encryption required for requested authentication mechanism
ne: अनुरोध गरिएको प्रमाणीकरण प्रणालीका लागि गुप्तीकरण चाहियो

source: Temporary authentication failure
ne: क्षणिक प्रमाणीकरण असफल

source: Welcome response error
ne: स्वागत छ प्रतिकृया गल्ति

source: Failed to connect to SMTP server %s in secure mode: %s
ne: एसएमटिपि सर्भर सँग जोड्न असफल भयो %s सुरक्षित अबस्थामा: %s

source: STARTTLS command failed: %s
ne: STARTTLS आदेश असफल भयो: %s

source: STARTTLS command failed
ne: STARTTLS आदेश असफल भयो

source: SMTP server %s does not support requested authentication type %s.
ne: एसएमटिपि सर्भर %s अनुरोध मद्दत गर्दैन प्रमाणीकरण प्रकार %s.

source: %sPlease enter the SMTP password for %s on host %s
ne: %sकृपया एसएमटिपि पासवर्ड प्रबिष्टी गराउनुहोला %s लागि होस्टमा %s

source: Unable to authenticate to SMTP server. %s
ne: एसएमटिपि सर्भर प्रमाणीकरण असक्षम %s

source: SMTP server %s
ne: एसएमटिपि सर्भर %s

source: SMTP mail delivery via %s
ne: एसएमटिपि पत्र बाहक बितरण मार्ग %s

source: Cannot send message: service not connected.
ne: सन्देश पठाउन सकिदैन:सेवा जडान छैन।

source: Cannot send message: sender address not valid.
ne: सन्देश पठाउन सकिदैन: पठाउनेको ठेगाना अमान्य छ।

source: Sending message
ne: सन्देश प्पठाउदै

source: Cannot send message: no recipients defined.
ne: सन्देश पठाउन सकिन्न: कुनै प्रापकहरू परिभाषित छैनन।

source: Cannot send message: one or more invalid recipients
ne: सन्देश पठाउन सकिन्न: एक वा बढी अमान्य प्रापकहर

source: SMTP Greeting
ne: एसएमटिपि अभिबादन

source: HELO command failed: %s
ne: हेलो आदेश असफल भयो: %s

source: HELO command failed
ne: हेलो आदेश असफल भयो

source: SMTP Authentication
ne: एसएमटिपि प्रमाणीकरण

source: Error creating SASL authentication object.
ne: त्रुटि हुँदैछ एसएएसएल प्रमाणीकरण बस्तु।

source: AUTH command failed: %s
ne: प्रमाणीकरण आदेश असफल भयो: %s

source: AUTH command failed
ne: प्रमाणीकरण आदेश असफल भयो

source: Bad authentication response from server.
ne: सर्भर बाट खराब प्रमाणिकरण प्रतिकृया।

source: MAIL FROM command failed: %s: mail not sent
ne: MAIL FROM आदेश असफल भयो: %s: पत्र पठाइएन

source: MAIL FROM command failed
ne: MAIL FROM आदेश असफल भयो

source: RCPT TO command failed: %s: mail not sent
ne: RCPT TO आदेश असफल भयो: %s: पत्र पठाइएन

source: RCPT TO <%s> failed
ne: RCPT TO <%s> असफल भयो

source: DATA command failed: %s: mail not sent
ne: लगत राख्ने आदेश असफल भयो: %s: पत्र पठउन सकेन

source: DATA command failed
ne: लगत राख्ने आदेश असफल भयो

source: RSET command failed: %s
ne: रिसेट गर्ने आदेश असफल भयो: %s

source: RSET command failed
ne: रिसेट गर्ने आदेश असफल भयो

source: QUIT command failed: %s
ne: बन्द गर्ने आदेश असफल भयो: %s

source: QUIT command failed
ne: बन्द गर्ने आदेश असफल भयो

source: Business
ne: ब्यापार

source: Competition
ne: प्रतिस्पर्धा

source: Favorites
ne: मनपर्नेकुराहरू

source: Gifts
ne: उपहारहरू

source: Goals/Objectives
ne: लक्षहरू/उद्देश्यहरू

source: Holiday
ne: छुट्टी

source: Holiday Cards
ne: छुट्टी कार्डहरू

source: Hot Contacts
ne: ताजा संपर्कहरू

source: Ideas
ne: बिचारहरू

source: International
ne: अंतर्राष्ट्रिय

source: Key Customer
ne: मुख्य ग्राहक

source: Miscellaneous
ne: विविध

source: Personal
ne: व्यक्तिगत

source: Phone Calls
ne: फोन कलहरू

source: Status
ne: वस्तुस्थिति

source: Strategies
ne: रणनीतिहरू

source: Suppliers
ne: आपुर्तिकर्ता

source: Time & Expenses
ne: समय र खर्चहरू

source: VIP
ne: भि आइ पि

source: Waiting
ne: पर्खँदै छ

source: Category Icon
ne: कोटि प्रतिमा

source: There is already a category '%s' in the configuration. Please use another name
ne: यहाँ पहिलेनै एक कोटी छ'%s' बनावटमा. कृपया अर्को नाम प्रयोग गर्नुहोला

source: Category
ne: कोटि

source: Category Properties
ne: कोटिका गुणहरू

source: Category _Color
ne: कोटी _रँग

source: Category _Icon
ne: कोटी_प्रतिमा

source: Category _Name
ne: कोटी _नाम

source: Item(s) belong to these _categories:
ne: ती _कोटीहरूका प्रकार(हरू):

source: _Available Categories:
ne: _कोटिहरू उपलव्ध:

source: _Edit
ne: _सम्पादन गर

source: categories
ne: कोटीहरू

source: Select Contacts from Address Book
ne: ठेगाना पुस्तिकाबाट संपर्कहरू छनोट गर

source: <b>Show Contacts</b>
ne: <b>संपर्कहरू देखाऊ</b>

source: <b>_Contacts</b>
ne: <b>_संपर्कहरू</b>

source: Address Book
ne: ठेगाना पुस्तिका

source: Address _Book:
ne: ठेगाना _पुस्तक:

source: Contacts
ne: संपर्कहरूाहरू

source: Search
ne: खोज्नुहोस्

source: _Search:
ne: _खोज्नुस

source: _Remember this password
ne: _यस पासवर्ड स्मरण गर

source: _Remember this password for the remainder of this session
ne: _यस सत्रको शेषका लागि पासवर्ड स्मरण गर

source: Select destination
ne: गन्तब्य छनोट गर

source: _Destination
ne: _गन्तब्य

source: Invalid connection
ne: अमान्य जडान

source: Invalid response from server
ne: सर्भरबाट अमान्य प्रतिकृया छ

source: No response from the server
ne: सर्भरबाट कुनै प्रतिकृया छैन

source: Bad parameter
ne: खाराब परामिति

source: Evolution Addressbook file backend
ne: इभोलुसन ठेगाना पुस्तिका फाइल पछाडिको अन्तिम

source: Evolution Calendar file and webcal backend
ne: इभोलुसन पात्रो फाइल र वेबकल पछाडिको अन्तिम

source: Multiple segmentation faults occurred; can't display error dialog
ne: बहुमुखी खण्डीकरण गल्ति भयो; गलत वार्तालाप देखाउन सकिदैन
